docs/2018/english-world-wide-accents-learning-japanese-books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<!-- 2025-01-19 日 16:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>世界中の英語の訛りが学べる参考書のまとめ</title>
<meta name="author" content="clothoid" />
<meta name="keywords" content="English accent world wide books 英語 訛り なまり 世界 国" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://clothoid.github.io/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://clothoid.github.io/"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">世界中の英語の訛りが学べる参考書のまとめ</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&#30446;&#27425;</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org193a8af">1. Afghanistan (アフガニンスタン)</a></li>
<li><a href="#org2059fc6">2. America (アメリカ) </a></li>
<li><a href="#org04230a5">3. Australia (オーストラリア)</a></li>
<li><a href="#orgae0585a">4. Bangladesh (バングラディシュ)</a></li>
<li><a href="#org6159d90">5. Brazil (ブラジル)</a></li>
<li><a href="#org7911b79">6. Bulgaria (ブルガリア)</a></li>
<li><a href="#org11e1199">7. Canada (カナダ)</a></li>
<li><a href="#org04a955a">8. China (中華人民共和国)</a></li>
<li><a href="#orgd0fb8e5">9. France (フランス)</a></li>
<li><a href="#orgb8ed62c">10. Germany (ドイツ)</a></li>
<li><a href="#orgf053e37">11. Ghana (ガーナ)</a></li>
<li><a href="#orgf291adb">12. India (インド)</a></li>
<li><a href="#org92672b8">13. Ireland (アイルランド)</a></li>
<li><a href="#org19ad86a">14. Italy (イタリア)</a></li>
<li><a href="#org0021fe8">15. Japan (日本)</a></li>
<li><a href="#org1ee9106">16. Jordan (ヨルダン)</a></li>
<li><a href="#org2e0ac97">17. Korea (韓国)</a></li>
<li><a href="#org3068eef">18. Liberia (リベリア)</a></li>
<li><a href="#org5b70dc0">19. Malaysia (マレーシア)</a></li>
<li><a href="#orgf9b935e">20. Myanmar (ミャンマー)</a></li>
<li><a href="#orge243f66">21. Netherlands (オランダ)</a></li>
<li><a href="#orgb377f18">22. New Zealand (ニュージーランド)</a></li>
<li><a href="#org58d242a">23. Pakistan (パキスタン)</a></li>
<li><a href="#orgbf48809">24. Philippines (フィリピン)</a></li>
<li><a href="#org77acc15">25. Russian Federation (ロシア)</a></li>
<li><a href="#orgfae3736">26. Singapore (シンガポール)</a></li>
<li><a href="#org71c80df">27. South Africa (南アフリカ)</a></li>
<li><a href="#org0d7d915">28. Spain (スペイン)</a></li>
<li><a href="#org5cc0911">29. Sri Lanka (スリランカ)</a></li>
<li><a href="#orge2d0574">30. Switzerland (スイス)</a></li>
<li><a href="#org9adb551">31. Taiwan (台湾)</a></li>
<li><a href="#org555d8bd">32. United Arab Emirates (アラブ首長国連邦)</a></li>
<li><a href="#org955d4bd">33. United Kingdom (イギリス)</a></li>
</ul>
</div>
</div>
<p>
キレイな英語だけを学んでいても、ビジネスや旅行ではなかなか役に立たないものです。
色々な英語を学べる参考書を調査し、国別にリストアップしています。
</p>

<div id="outline-container-org193a8af" class="outline-2">
<h2 id="org193a8af"><span class="section-number-2">1.</span> Afghanistan (アフガニンスタン)</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2059fc6" class="outline-2">
<h2 id="org2059fc6"><span class="section-number-2">2.</span> America (アメリカ) <sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup></h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="https://amzn.to/2Lq6ada">American Accent Training: A Guide to Speaking and Pronouncing Colloquial American English</a></li>
<li><a href="https://amzn.to/2A5EtBg">AFN最強の生英語リスニング―スポット・アナウンスメント</a></li>
<li><a href="https://amzn.to/2mJbWIs">リスニング難度A+_街を行くアメリカ人の声</a></li>
<li><a href="https://amzn.to/2mIOY4b">ボトムアップ式 映画英語のリスニング 新装版―NewYork Detective Story</a></li>
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a>
<ul class="org-ul">
<li>ニューヨーク</li>
<li>中西部</li>
</ul></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a>
<ul class="org-ul">
<li>ボストン</li>
<li>ニューヨーク</li>
<li>シカゴ</li>
<li>ニューオリンズ</li>
<li>カリフォルニア</li>
</ul></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a>
<ul class="org-ul">
<li>アメリカ全般</li>
<li>南部アメリカ</li>
</ul></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-org04230a5" class="outline-2">
<h2 id="org04230a5"><span class="section-number-2">3.</span> Australia (オーストラリア)</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgae0585a" class="outline-2">
<h2 id="orgae0585a"><span class="section-number-2">4.</span> Bangladesh (バングラディシュ)</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6159d90" class="outline-2">
<h2 id="org6159d90"><span class="section-number-2">5.</span> Brazil (ブラジル)</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7911b79" class="outline-2">
<h2 id="org7911b79"><span class="section-number-2">6.</span> Bulgaria (ブルガリア)</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
</ul>
</div>
</div>

<div id="outline-container-org11e1199" class="outline-2">
<h2 id="org11e1199"><span class="section-number-2">7.</span> Canada (カナダ)</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-org04a955a" class="outline-2">
<h2 id="org04a955a"><span class="section-number-2">8.</span> China (中華人民共和国)</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a>
<ul class="org-ul">
<li>香港</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd0fb8e5" class="outline-2">
<h2 id="orgd0fb8e5"><span class="section-number-2">9.</span> France (フランス)</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb8ed62c" class="outline-2">
<h2 id="orgb8ed62c"><span class="section-number-2">10.</span> Germany (ドイツ)</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf053e37" class="outline-2">
<h2 id="orgf053e37"><span class="section-number-2">11.</span> Ghana (ガーナ)</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf291adb" class="outline-2">
<h2 id="orgf291adb"><span class="section-number-2">12.</span> India (インド)</h2>
<div class="outline-text-2" id="text-12">
<ul class="org-ul">
<li><a href="https://amzn.to/2zB3vFY">ENGLISH JOURNAL 2014年07月号</a></li>
<li><a href="https://amzn.to/2LlJUl0">インド英語のリスニング</a></li>
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
</ul>
</div>
</div>

<div id="outline-container-org92672b8" class="outline-2">
<h2 id="org92672b8"><span class="section-number-2">13.</span> Ireland (アイルランド)</h2>
<div class="outline-text-2" id="text-13">
<ul class="org-ul">
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-org19ad86a" class="outline-2">
<h2 id="org19ad86a"><span class="section-number-2">14.</span> Italy (イタリア)</h2>
<div class="outline-text-2" id="text-14">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0021fe8" class="outline-2">
<h2 id="org0021fe8"><span class="section-number-2">15.</span> Japan (日本)</h2>
<div class="outline-text-2" id="text-15">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1ee9106" class="outline-2">
<h2 id="org1ee9106"><span class="section-number-2">16.</span> Jordan (ヨルダン)</h2>
<div class="outline-text-2" id="text-16">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2e0ac97" class="outline-2">
<h2 id="org2e0ac97"><span class="section-number-2">17.</span> Korea (韓国)</h2>
<div class="outline-text-2" id="text-17">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
</ul>
</div>
</div>

<div id="outline-container-org3068eef" class="outline-2">
<h2 id="org3068eef"><span class="section-number-2">18.</span> Liberia (リベリア)</h2>
<div class="outline-text-2" id="text-18">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org5b70dc0" class="outline-2">
<h2 id="org5b70dc0"><span class="section-number-2">19.</span> Malaysia (マレーシア)</h2>
<div class="outline-text-2" id="text-19">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf9b935e" class="outline-2">
<h2 id="orgf9b935e"><span class="section-number-2">20.</span> Myanmar (ミャンマー)</h2>
<div class="outline-text-2" id="text-20">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge243f66" class="outline-2">
<h2 id="orge243f66"><span class="section-number-2">21.</span> Netherlands (オランダ)</h2>
<div class="outline-text-2" id="text-21">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb377f18" class="outline-2">
<h2 id="orgb377f18"><span class="section-number-2">22.</span> New Zealand (ニュージーランド)</h2>
<div class="outline-text-2" id="text-22">
<ul class="org-ul">
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
</ul>
</div>
</div>

<div id="outline-container-org58d242a" class="outline-2">
<h2 id="org58d242a"><span class="section-number-2">23.</span> Pakistan (パキスタン)</h2>
<div class="outline-text-2" id="text-23">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgbf48809" class="outline-2">
<h2 id="orgbf48809"><span class="section-number-2">24.</span> Philippines (フィリピン)</h2>
<div class="outline-text-2" id="text-24">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org77acc15" class="outline-2">
<h2 id="org77acc15"><span class="section-number-2">25.</span> Russian Federation (ロシア)</h2>
<div class="outline-text-2" id="text-25">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgfae3736" class="outline-2">
<h2 id="orgfae3736"><span class="section-number-2">26.</span> Singapore (シンガポール)</h2>
<div class="outline-text-2" id="text-26">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-org71c80df" class="outline-2">
<h2 id="org71c80df"><span class="section-number-2">27.</span> South Africa (南アフリカ)</h2>
<div class="outline-text-2" id="text-27">
<ul class="org-ul">
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0d7d915" class="outline-2">
<h2 id="org0d7d915"><span class="section-number-2">28.</span> Spain (スペイン)</h2>
<div class="outline-text-2" id="text-28">
<ul class="org-ul">
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
</ul>
</div>
</div>

<div id="outline-container-org5cc0911" class="outline-2">
<h2 id="org5cc0911"><span class="section-number-2">29.</span> Sri Lanka (スリランカ)</h2>
<div class="outline-text-2" id="text-29">
<ul class="org-ul">
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge2d0574" class="outline-2">
<h2 id="orge2d0574"><span class="section-number-2">30.</span> Switzerland (スイス)</h2>
<div class="outline-text-2" id="text-30">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9adb551" class="outline-2">
<h2 id="org9adb551"><span class="section-number-2">31.</span> Taiwan (台湾)</h2>
<div class="outline-text-2" id="text-31">
<ul class="org-ul">
<li><a href="https://amzn.to/2AbB300">アジアの英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org555d8bd" class="outline-2">
<h2 id="org555d8bd"><span class="section-number-2">32.</span> United Arab Emirates (アラブ首長国連邦)</h2>
<div class="outline-text-2" id="text-32">
<ul class="org-ul">
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
</ul>
</div>
</div>

<div id="outline-container-org955d4bd" class="outline-2">
<h2 id="org955d4bd"><span class="section-number-2">33.</span> United Kingdom (イギリス)</h2>
<div class="outline-text-2" id="text-33">
<ul class="org-ul">
<li><a href="https://amzn.to/2v2LU6r">ENGLISH JOURNAL 2009年 12月号</a></li>
<li><a href="https://amzn.to/2OdC3n7">ENGLISH JOURNAL 2012年 08月号</a>
<ul class="org-ul">
<li>RP(Received Pronunviation=容認発音)</li>
<li>スコットランド</li>
<li>北アイルランド</li>
<li>イングランド中部・北部</li>
<li>ウェールズ</li>
<li>イングランド南部</li>
</ul></li>
<li><a href="https://amzn.to/2zB3vFY">ENGLISH JOURNAL 2014年 07月号</a></li>
<li><a href="https://amzn.to/2AbdILQ">ENGLISH JOURNAL 2014年 08月号</a></li>
<li><a href="https://amzn.to/2A8VF9f">現地収録!イギリス英語でめぐるLONDON(CD1枚付き)</a></li>
<li><a href="https://amzn.to/2mGSv2E">イギリス英語を聞く THE RED BOOK</a></li>
<li><a href="https://amzn.to/2AgnYTg">イギリス英語を聞く THE BLUE BOOK</a></li>
<li><a href="https://amzn.to/2A9hhlM">LIVE from LONDON ナマのイギリス英語を味わう! </a></li>
<li><a href="https://amzn.to/2Lxq31v">究極のイギリス英語リスニング Standard―3000語レベルでUK英語入門 </a></li>
<li><a href="https://amzn.to/2A9PSzX">究極のイギリス英語リスニング Deluxe―6000語レベルでUK英語探究</a></li>
<li><a href="https://amzn.to/2LmD8LM">究極の英語リスニングWORLDWIDE―Standard Vocabulary List1- 6 6000語レベルで世界に</a>
<ul class="org-ul">
<li>イギリス全般</li>
<li>ロンドン コックニー</li>
</ul></li>
<li><a href="https://amzn.to/2mJ6Snq">本場のイギリス英語を聞く</a></li>
<li><a href="https://amzn.to/2LHJ29L">ダボス会議で聞く世界の英語</a></li>
<li><a href="https://amzn.to/2mJXRug">いろんな英語をリスニング 「英語のなまり」に強くなろう!</a>
<ul class="org-ul">
<li>イングランド</li>
<li>スコットランド</li>
<li>ウェールズ</li>
</ul></li>
<li><a href="https://amzn.to/2OfBfOM">ナマった英語のリスニング</a></li>
<li><a href="https://amzn.to/2mGigAb">生英語で聞く外国人の本音クロストーク</a></li>
</ul>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">&#33050;&#27880;: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
アメリカ英語の教材は日本にありふれているので、特徴的なもののみ記載
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">&#33879;&#32773;: clothoid</p>
<p class="date">Created: 2025-01-19 日 16:29</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
